{
   "id": "133",
   "description": "# nounish ⌐◨-◨ – Telling the stories of Nouns DAO through videos\n\n_Collectors piece for our charity “Sharkfrens”, by Messhup_\n\n----------\n\n**TLDR**\n\nSharkDAO is requesting 99 ETH to fund Shark Labs, a Nounish incubator program designed to ship Nounish projects.\n\n----------\n\n# Introduction\n\n\nAs holders of 6 Nouns, Shark DAO members have created and pushed several proposals to Nouns over the past year, becoming an important and reliable contributor to the Nouns ecosystem. Additionally, some of the most active Nouns contributors got their start in SharkDAO.\n\nSuccessful proposals:\n\n-   Prop 8 - FOMO Nouns\n-   Prop 12 - Perpetual Glasses to Kids In Need V2\n-   Prop 20 - Nouns Stories\n-   Prop 56 - FUN Noggles Stage 2\n-   Prop 68 - Nouns Esports\n-   Prop 70 - Nouns CC0 Story Foundations & Development\n-   Prop 104 - Free Glasses for Kids v4\n-   Prop 116 - Monthly Nouns Comic\n\nThe time has come to raise our contributor game to the next level by deploying Shark Labs, an open creative laboratory and incubator focused on supporting Nounish creatives in developing and submitting deliverables to Nouns on a regular basis, led by core SharkDAO contributors.\n\n# What is Shark Labs?\n\nShark Labs is a cohort of SharkDAO contributors that are actively working to support, develop, and ship Nounish projects. SharkLabs will operate under 3 main outlets to achieve our goals:\n\n-   **Art**\n-   **Development**\n-   **Media**\n\nSharkDAO has a unique identity as a more accessible avenue for participation in the Nouns ecosystem. We attract many builders, artists, and creatives, with more to come as a result of our upcoming PFP project. The mission of Shark Labs is to implement a structure in which we can more efficiently utilize and support contributors in deploying projects that add value to Nouns with a regular cadence.\n\n----------\n\n![_15.png](https://snapshot.mypinata.cloud/ipfs/bafkreibexnxvx74cecnj2mgfwnl7zqg2x7trkxbpvxv3he3rcu3evcj4za)\n\n_Excerpt from the Shark Street Comic #2, by Maty_\n\n----------\n\n# Outlet Details\n\n-   **Art Reef:**  Art Reef: An art laboratory supporting emerging and established nounish creatives in addding content to Nouns lore and creating cc0 art for both SharkDAO & Nouns DAO. For this period, the Art Reef is interested in offering grants for projects that add background stories and personality to Nouns characters.\n    \n-   **Builders Bay:**  Advise and support the planning, development, and implementation of open source software projects that are focused on adding value to the SharkDAO/ NounsDAO ecosystem. For this funding period, the Development outlet will operate with an emphasis on attracting more builders to the Nouns ecosystem, funding and advising projects that seek to create efficiencies in coordination and collaboration amongst Sharks & Nouners, as well as tools that streamline processes for evaluating and awarding project grants and retroactive funding.\n    \n-   **Media Cove:**  Oversee the production of various media efforts designed to promote and educate those interested in the SharkDAO/ NounsDAO ecosystem, keep Sharks and Nouners informed about the latest initiatives, and perpetuate the Nounish culture through appropriate mediums. In this cycle, the Media Cove is focused on producing calculated 'outward facing' content that is designed to draw newcomers to the Nouns ecosystem.\n    \n\n# Operational Structure\n\n-   If passed, the funds from this proposal will be equally split (33 ETH each) between the 3 outlets. For transparency and efficiency, 5 signers will be nominated to sit on a dedicated multisig.\n-   Each outlet will be managed by a trusted SharkDAO contributor. The outlet managers will be responsible for keeping projects on track, providing updates to NounsDAO, and organizing the election of committee members and multi-sig signers.\n    -   Art Reef — Marxistmillionaire\n    -   Builders Bay — Nick Dodson\n    -   Media Cove — Cryptasha\n-   DAO members submit project ideas to the outlets for a committee of fellow contributors to deliberate and advise. Project funds are released following a review by the committee members.\n    -   Committee members (subject to change)\n        -   Chris Carella\n        -   Cryptasha\n        -   Marxistmillionaire\n        -   Sasquatch\n        -   Joshua Fisher\n        -   Yungweez\n        -   Nick Dodson\n-   Bi-weekly Shark Labs updates will be posted in the Nouns discord.\n\n# Expected Deliverables\n\nWhile many deliverables will result from projects and ideas which will be surfaced as a result of Shark Labs, here is what Nouners can definitively expect to be shipped during this period.\n\n-   **Art Reef**\n    \n    -   Shark Street Comic (issues #3 to #5)\n        -   SharkDAO’s very own comic series, telling the backstories of our six Nouns. More details  [here](https://www.notion.so/The-Shark-Street-Comic-0efa96404f5d440b862383f0088131be).\n        -   Budget: 15 ETH\n    -   Shark Art Residency\n        -   Incubator program for emerging artists, granting online residencies as an easy access into Shark DAO and the Nouns ecosystem. More details  [here](https://www.notion.so/The-Shark-Art-Residency-dc1aab1cdb26415d88bde191cb4f8326).\n        -   Budget: 13 ETH\n    -   Ancillary reserve:\n        -   Budget: 5 ETH\n-   **Builders Bay**\n    \n    -   Creator Contests\n        -   Retroactive funding contests for contributors. More details  [here](https://www.notion.so/Creator-Contests-b68fc53bb8d549a4b4e7dbf8dd3e4c34).\n        -   Budget: 18 ETH\n    -   Shark Builders Residency\n        -   Small grants program for Nounish devs and designers. More details  [here](https://www.notion.so/Builders-Residency-Program-ca1ce9d6d9484e5085ccc5dc1304bde9).\n        -   Budget: 15 ETH\n-   **Media Cove**\n    \n    -   Shark Tank\n        -   Weekly twitter spaces, which will give updates on what's happening in SharkDAO, NounsDAO and invite guests from other DAO / CC0 communities to speak.\n        -   Budget: 6 ETH\n    -   SharkDAO Podcast\n        -   Through various episodes and segments, SharkDAO will inform active members, proliferate the Nounish brand, and educate curious outsiders. We will operate with an emphasis on drawing new members to the Nouns ecosystem.\n        -   Budget: 22 ETH\n    -   Ancillary reserve:\n        -   5 ETH\n    \n    More details about all current Media Cove projects  [here](https://www.notion.so/Media-Cove-7f69dbf6c3c64d5087730f2586418c46).\n    \n\n# Proposed Transactions\n\nTransfer a total of 99 ETH to the Shark Lab multisig\n\n-   Address: 0x6ED21E7284400e5E785aCF161DF05bd815f26C7e\n-   Signers: Nick Dodson, Cryptasha, Marxistmillionaire, Sasquatch, Joshua Fisher\n\n# What is Shark DAO?\n\n-   A group of web3 enthusiasts that pooled together funds in order to participate in the Nouns ecosystem, proliferate Nouns culture, and ship web3 projects.\n-   Founded in July 2021.\n-   Currently holding 6 Nouns.\n-   Consistent NounsDAO governance participants and proposal submitters.\n\n# Find out more about us\n\nTwitter —  [https://twitter.com/sharkdao](https://twitter.com/sharkdao)\n\nDiscord —  [https://discord.gg/xXByPBTrUe](https://discord.gg/xXByPBTrUe)\n\nSnapshot —  [https://snapshot.org/#/sharkdao.eth](https://snapshot.org/#/sharkdao.eth)\n\n----------\n\n![enter image description here](https://snapshot.mypinata.cloud/ipfs/bafybeicw74qfcolooc2uvj2vn3qf7qvlp6aygmm2yjvsvwbq4ltachny7u)\n\n_POAP for our “Shark-versary Spaces”, by Messhup_",
   "status": "ACTIVE"
}
